tap "gromgit/fuse"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jstkdng/programs"
tap "laishulu/homebrew"
tap "zegervdv/zathura"
brew "fontconfig"
brew "glib"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "at-spi2-core"
brew "bib-tool"
brew "libavif"
brew "python@3.13"
brew "cmake"
brew "cocoapods"
brew "colima"
brew "cpanminus"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "python@3.12"
brew "gtk+3"
brew "imagemagick"
brew "ios-deploy"
brew "perl"
brew "latexindent"
brew "libffi"
brew "libfido2"
brew "libsixel"
brew "mupdf-tools"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "node"
brew "protobuf"
brew "opencv"
brew "peco"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rust"
brew "rustup"
brew "tmux"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zplug"
brew "gromgit/fuse/sshfs-mac"
brew "heroku/brew/heroku"
brew "jstkdng/programs/ueberzugpp"
brew "laishulu/homebrew/macism"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
